tap "buo/cask-upgrade"
tap "homebrew/bundle"
brew "coreutils"
brew "curl", link: true
brew "duti"
brew "gawk"
brew "git"
brew "gnupg"
brew "htop"
brew "kubernetes-cli"
brew "links"
brew "mackup"
brew "mas"
brew "pyenv"
brew "rustup-init"
brew "stow"
brew "tree"
brew "wget"
brew "zsh"
brew "sdkman/tap/sdkman-cli"
cask "1password"
cask "appcleaner"
cask "arc"
cask "blender"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "iterm2"
cask "logseq"
cask "notion-calendar"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Kindle", id: 302584613
mas "Omnivore", id: 1564031042
mas "Xcode", id: 497799835
