tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
tap "sdkman/tap"
brew "age"
brew "autoconf"
brew "openssl@3"
brew "awscli"
brew "coreutils"
brew "curl", link: true
brew "duti"
brew "fop"
brew "gawk"
brew "git"
brew "gnupg"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "libxslt"
brew "links"
brew "mackup"
brew "mas"
brew "midnight-commander"
brew "pyenv"
brew "rustup-init"
brew "sops"
brew "stow"
brew "tilt"
brew "tree"
brew "volta"
brew "wget"
brew "wxwidgets"
brew "zsh"
brew "sdkman/tap/sdkman-cli"
cask "1password"
cask "appcleaner"
cask "arc"
cask "blender"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "iterm2"
cask "logseq"
cask "notion-calendar"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "readdle-spark"
cask "rectangle"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Email", id: 1489591003
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Omnivore", id: 1564031042
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ghmcadams.lintlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-wsl"
vscode "redhat.java"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
